Revit 2024 API
SymbolTypeId.VAPerMSup2 Property
 Symbol VA/m², indicating unit Volt amperes per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId VAPerMSup2 { get; }
Visual Basic
Public Shared ReadOnly Property VAPerMSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ VAPerMSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace